Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# BIO_BUTTON_SELECT_ACCOUNT
source: Select an account to continue
ar: حدد حسابًا للمتابعة
bg: Изберете регистрация, за да продължите
bn: কাজটি চালিয়ে যেতে একটি অ্যাকাউন্ট নির্বাচন করুন
ca: Selecciona un compte per continuar
cs: Vybrat účet a pokračovat
da: Vælg en konto for at fortsætte
de: Zum Fortfahren einen Account auswählen
el: Επιλέξτε έναν λογαριασμό για να συνεχίσετε
es: Elige una cuenta para continuar
es_419: Selecciona una cuenta para continuar
fi: Jatka valitsemalla tili
fr: Sélectionnez un compte pour continuer
fr_ca: Sélectionner un compte pour continuer
gu: ચાલુ રાખવા માટે અકાઉંટ સિલેક્ટ કરો
he: יש לבחור חשבון כדי להמשיך
hi: जारी रखने के लिए खाता चुनें
hr: Odaberite račun za nastavak
hu: A folytatáshoz jelöljön ki egy fiókot
id: Pilih akun untuk melanjutkan
it: Seleziona un account per continuare
ja: アカウントを選択して続ける
kk: Жалғастыру үшін аккаунтты таңдау
kn: ಮುಂದುವರಿಯಲು, ಖಾತೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 계속하려면 계정을 선택하십시오.
lt: Pasirinkite paskyrą, kad galėtumėte tęsti
ml: തുടരാൻ ഒരു അക്കൗണ്ട് സെലക്റ്റ് ചെയ്യൂ
mr: चालू ठेवण्यासाठी अकाउंट सिलेक्ट करा
ms: Pilih akaun untuk meneruskan
nl: Selecteer een account om verder te gaan
no: Velg en konto for å fortsette
or: ଜାରି ରଖିବାକୁ ଏକ ଆକାଉଣ୍ଟ୍ ଚୟନ କରନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਖਾਤਾ ਚੁਣੋ
pl: Aby kontynuować, wybierz konto
pt_br: Selecione uma conta para continuar
pt_pt: Para continuar, selecione uma conta
ro: Selectați un cont pentru a continua
ru: Чтобы продолжить, выберите учетную запись
sk: Ak chcete pokračovať, vyberte účet
sl: Za nadaljevanje izberite račun
sv: Välj ett konto när du vill fortsätta
ta: தொடர கணக்கைத் தேர்ந்தெடுக்கவும்.
te: కొనసాగించడానికి ఖాతాను ఎంచుకోండి
th: เลือกบัญชีเพื่อดำเนินการต่อ
tr: Sürdürmek için bir hesap seçin
uk: Виберіть обліковий запис, щоб продовжити
ur: جاری رکھنے کے لیے اکاؤنٹ منتخب کریں
vi: Chọn một tài khoản để tiếp tục
zh_cn: 选择账户以继续
zh_hk: 選擇帳户來繼續
zh_tw: 選取帳號來繼續

# SIGN_IN_WITH_APPLE_AUTH_WATCH_PROMPT
source:  Sign in
ar:  تسجيل الدخول
bg:  Вход
bn:  সাইন ইন
ca:  Inicia sessió
cs: Přihlásit se přes 
da:  Log ind
de:  Anmelden
el: Σύνδεση 
es:  Iniciar sesión
es_419: Iniciar sesión con 
fi:  Kirjaudu sisään
fr:  Se connecter
fr_ca:  Connexion
gu:  સાઇન ઇન
he: ‏ התחברות
hi:  साइन इन
hr:  Prijava
hu:  Bejelentk.
id:  Masuk
it:  Accedi
ja:  サインイン
kk:  Жүйеге кіру
kn:  ಸೈನ್ ಇನ್
ko:  로그인
lt:  Prisijungti
ml:  സൈൻ ഇൻ ചെയ്യൂ
mr:  साइन इन करा
ms:  Daftar masuk
nl:  Log in
no:  Logg på
or:  ସାଇନ୍ ଇନ୍‌
pa:  ਸਾਈਨ ਇਨ
pl:  Zaloguj się
pt_br:  Iniciar Sessão
pt_pt:  Iniciar sessão
ro:  Autentificare
ru:  Войти
sk:  Prihlásenie
sl:  Vpis
sv:  Logga in
ta:  உள்நுழைக
te:  సైన్ ఇన్
th:  ลงชื่อเข้า
tr:  ile Giriş Yap
uk: Вхід з 
ur: ‏ سائن اِن
vi:  Đăng nhập
zh_cn: 登录
zh_hk:  登入
zh_tw:  登入

# AUTHORIZE_USE_DEVICE_INSTRUCTIONS_REBRAND
source: A notification has been sent to nearby devices that are signed in with Apple Account “%@”.
ar: تم إرسال إشعار إلى الأجهزة القريبة التي تم تسجيل الدخول عليها باستخدام حساب Apple ‏"%@".
bg: Беше изпратено известие до устройства наблизо, за които за вход е използвана Apple регистрацията „%@“.
bn: “%@” Apple অ্যাকাউন্ট দিয়ে সাইন ইন করা কাছাকাছি থাকা ডিভাইসগুলিতে একটি নোটিফিকেশন পাঠানো হয়েছে।
ca: S’ha enviat una notificació als dispositius propers en què s’ha iniciat sessió amb el compte d’Apple %@.
cs: Na zařízení v blízkosti přihlášená pomocí účtu Apple „%@“ bylo zasláno oznámení.
da: Der er sendt en notifikation til enheder i nærheden, hvor du er logget ind med Apple‑kontoen “%@”.
de: Eine Mitteilung wurde an Geräte in der Nähe gesendet, die mit dem Apple Account „%@“ angemeldet sind.
el: Στάλθηκε γνωστοποίηση στις κοντινές συσκευές που είναι συνδεδεμένες μέσω του λογαριασμού Apple «%@».
es: Se ha enviado una notificación a los dispositivos cercanos en los que se ha iniciado sesión con la cuenta de Apple %@.
es_419: Se envió una notificación a los dispositivos cercanos en los que se inició sesión con la cuenta de Apple “%@”.
fi: Lähellä oleviin Apple-tiliä %@ käyttäviin laitteisiin on lähetetty ilmoitus.
fr: Une notification a été envoyée aux appareils à proximité connectés au compte Apple « %@ ».
fr_ca: Une notification a été envoyée à des appareils à proximité connectés au compte Apple « %@ ».
gu: Apple અકાઉંટ “%@”થી સાઇન ઇન કરેલાં આસપાસના બધાં જ ડિવાઇસને સૂચના મોકલવામાં આવી છે.
he: נשלחה הודעה למכשירים שנמצאים בסביבה ומחוברים עם חשבון ה-Apple ״%@״.
hi: आस-पास के उन डिवाइस पर सूचना भेज दी गई है जो Apple खाते “%@” के साथ साइन इन हैं।
hr: Obavijest je poslana obližnjim uređajima koji su prijavljeni Apple računom “%@”.
hu: A rendszer értesítést küldött azokra a közeli eszközökre, amelyek a(z) „%@” Apple-fiókkal vannak bejelentkezve.
id: Pemberitahuan telah dikirimkan ke perangkat di sekitar yang masuk dengan Akun Apple “%@”.
it: È stata inviata una notifica ai dispositivi nelle vicinanze ai quali hai effettuato l’accesso tramite l’Apple Account “%@”.
ja: Apple Account “%@”でサインインしている近くのデバイスに通知が送信されました。
kk: Хабарландыру «%@» Apple аккаунты арқылы жүйеге кірген жақын жердегі құрылғыларға жіберілді.
kn: Apple ಖಾತೆ “%@” ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿರುವ ಸಮೀಪದ ಸಾಧನಗಳಿಗೆ ನೋಟಿಫಿಕೇಷನ್ ಕಳುಹಿಸಲಾಗಿದೆ.
ko: 알림이 근처에 있는 ‘%@’ Apple 계정으로 로그인된 기기로 전송되었습니다.
lt: Pranešimas išsiųstas į netoliese esančius įrenginius, kuriuose prisijungta naudojant „Apple“ paskyrą „%@“.
ml: Apple അക്കൗണ്ട് ‘%@’ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്തിട്ടുള്ള സമീപ ഡിവൈസുകളിലേക്ക് ഒരു അറിയിപ്പ് അയച്ചു.
mr: ‘%@’ Apple अकाउंटने साइन इन केलेल्या जवळपासच्या डिव्हाइसना नोटिफिकेशन पाठवण्यात आली आहे.
ms: Pemberitahuan telah dihantar ke peranti berdekatan yang didaftar masuk dengan Akaun Apple “%@”.
nl: Er is een melding gestuurd naar apparaten in de buurt die zijn ingelogd met Apple Account '%@'.
no: Det ble sendt en varsling til enheter i nærheten som er logget på med Apple-kontoen «%@».
or: Apple ID “%@” ମାଧ‍୍ୟମରେ ସାଇନ୍ ଇନ୍ ହୋଇଥିବା ଆଖପାଖର ଡିଭାଇସ୍‌କୁ ଏକ ନୋଟିଫିକେଶନ୍ ପଠାଯାଇଛି।
pa: ਨੇੜੇ-ਤੇੜੇ ਦੇ ਉਨ੍ਹਾਂ ਡਿਵਾਈਸਾਂ ’ਤੇ ਸੂਚਨਾ ਭੇਜ ਦਿੱਤੀ ਗਈ ਹੈ ਜਿਨ੍ਹਾਂ ’ਤੇ Apple ਖਾਤੇ “%@” ਨਾਲ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ।
pl: Powiadomienie zostało wysłane na wszystkie pobliskie urządzenia zalogowane na koncie Apple „%@”.
pt_br: Uma notificação foi enviada aos dispositivos por perto que iniciaram uma sessão com a Conta Apple “%@”.
pt_pt: Foi enviada uma notificação a dispositivos que se encontram por perto e têm sessão iniciada com a conta Apple “%@”.
ro: A fost trimisă o notificare către dispozitivele din apropiere care sunt autentificate în contul Apple „%@”.
ru: Уведомление отправлено на находящиеся рядом устройства, где выполнен вход с Аккаунтом Apple %@.
sk: Hlásenie bolo odoslané do zariadení nablízku, ktoré sú prihlásené pomocou Apple účtu %@.
sl: Napravam v bližini, ki so vpisane v račun Apple »%@«, je bilo poslano obvestilo.
sv: En notis har skickats till enheter i närheten som är inloggade med Apple‑kontot ”%@”.
ta: “%@” என்ற Apple கணக்கு மூலம் உள்நுழைந்துள்ள அருகிலுள்ள சாதனங்களுக்கு அறிவிப்பு அனுப்பப்பட்டுள்ளது.
te: Apple ఖాతా “%@”తో సైన్ ఇన్ చేయబడిన సమీప డివైజ్‌లకు నోటిఫికేషన్ పంపబడింది.
th: การแจ้งเตือนถูกส่งไปยังอุปกรณ์ใกล้เคียงที่ลงชื่อเข้าด้วยบัญชี Apple “%@” แล้ว
tr: “%@” Apple Hesabı ile giriş yapılmış yakındaki aygıtlara bir bildirim gönderildi.
uk: Сповіщення було надіслано на пристрої поблизу, на яких виконано вхід в обліковий запис Apple «%@».
ur: ‏Apple اکاؤنٹ “%@” سے سائن اِن کیے گئے آس پا س کے ڈیوائسوں پر اطلاع بھیجی گئی ہے۔
vi: Một thông báo đã được gửi đến các thiết bị ở gần và được đăng nhập bằng Tài khoản Apple “%@”.
zh_cn: 通知已发送至通过Apple账户“%@”登录的附近设备。
zh_hk: 已向附近使用Apple帳户「%@」登入的裝置傳送通知。
zh_tw: 已將通知傳送給附近使用「Apple帳號」（%@）登入的裝置。

# SPYGLASS_CREATE
source: Don’t Have an Account?
ar: ليس لديك حساب؟
bg: Нямате регистрация?
bn: কোনো অ্যাকাউন্ট নেই?
ca: No tens un compte?
cs: Nemáte účet?
da: Har du ikke en konto?
de: Du hast keinen Account?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
es_419: ¿No tienes una cuenta?
fi: Eikö sinulla ole tiliä?
fr: Vous n’avez pas de compte ?
fr_ca: Vous n’avez pas de compte?
gu: તમારી પાસે અકાઉંટ નથી?
he: אין לך חשבון?
hi: क्या आपके पास कोई खाता नहीं है?
hr: Nemate račun?
hu: Nem rendelkezik fiókkal?
id: Tidak Memiliki Akun?
it: Non hai un account?
ja: アカウントをお持ちでない場合
kk: Аккаунтыңыз жоқ па?
kn: ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲವೇ?
ko: 계정을 가지고 있지 않습니까?
lt: Neturite paskyros?
ml: ഒരു അക്കൗണ്ട് ഇല്ലേ?
mr: अकाउंट नाही आहे का?
ms: Tidak Mempunyai Akaun?
nl: Heb je geen account?
no: Har du ikke en konto?
or: କୌଣସି ଆକାଉଣ୍ଟ୍ ନାହିଁ?
pa: ਕੀ ਖਾਤਾ ਨਹੀਂ ਹੈ?
pl: Nie masz konta?
pt_br: Não Tem uma Conta?
pt_pt: Não tem uma conta?
ro: Nu aveți un cont?
ru: Нет учетной записи?
sk: Nemáte účet?
sl: Nimate računa?
sv: Har du inte något konto?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
th: ไม่มีบัญชีใช่ไหม
tr: Hesabınız Yok mu?
uk: Не маєте облікового запису?
ur: کیا آپ کے پاس اکاؤنٹ نہیں ہے؟
vi: Bạn không có tài khoản?
zh_cn: 没有账户？
zh_hk: 沒有帳户嗎？
zh_tw: 沒有帳號嗎？

# TURN_OFF_KEYCHAIN_OLDER_PEERS_TITLE
source: Turn off iCloud Keychain?
ar: إيقاف سلسلة مفاتيح iCloud؟
bg: Изключване на iCloud ключодържател?
bn: iCloud কীচেইন বন্ধ করবেন?
ca: Vols desactivar el clauer de l’iCloud?
cs: Chcete vypnout klíčenku na iCloudu?
da: Slå iCloud-nøglering fra?
de: iCloud-Schlüsselbund deaktivieren?
el: Απενεργοποίηση της Κλειδοθήκης iCloud;
es: ¿Desactivar llavero de iCloud?
es_419: ¿Desactivar el llavero de iCloud?
fi: Laitetaanko iCloud-avainnippu pois päältä?
fr: Désactiver le trousseau iCloud ?
fr_ca: Désactiver le trousseau iCloud?
gu: iCloud કીચેન બંધ કરવું છે?
he: לבטל את ״צרור המפתחות של iCloud״?
hi: iCloud कीचेन बंद करें?
hr: Isključiti iCloud privjesak ključeva?
hu: Kikapcsolja az iCloud-kulcskarikát?
id: Matikan Rantai Kunci iCloud?
it: Vuoi disattivare il portachiavi iCloud?
ja: iCloudキーチェーンをオフにしますか?
kk: «iCloud кілттер жинағы» функциясын өшіру керек пе?
kn: iCloud ಕೀಚೇನ್ ಅನ್ನು ಆಫ್ ಮಾಡಬೇಕೆ?
ko: iCloud 키체인을 끄겠습니까?
lt: Išjungti „iCloud“ raktų saugyklą?
ml: iCloud കീചെയിൻ ഓഫ് ചെയ്യണോ?
mr: iCloud कीचेन बंद करायचे आहे का?
ms: Nyahaktifkan Rantai Kunci iCloud?
nl: iCloud-sleutelhanger uitschakelen?
no: Vil du slå av iCloud-nøkkelring?
or: iCloud କୀ’ଚେନ୍ ବନ୍ଦ କରିବେ?
pa: ਕੀ iCloud Keychain ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
pl: Wyłączyć pęk kluczy w iCloud?
pt_br: Desativar as Chaves do iCloud?
pt_pt: Desativar o Porta‑chaves em iCloud?
ro: Dezactivați portcheiul iCloud?
ru: Выключить Связку ключей iCloud?
sk: Vypnúť iCloud Kľúčenku?
sl: Želite izklopiti verigo ključev iCloud?
sv: Vill du stänga av iCloud-nyckelring?
ta: iCloud கீசெயினை ஆஃப் செய்யவா?
te: iCloud కీచెయిన్‌ను ఆఫ్ చేయాలా?
th: ปิดใช้พวงกุญแจ iCloud หรือไม่
tr: iCloud Anahtar Zinciri kapatılsın mı?
uk: Вимкнути Вʼязку iCloud?
ur: ‏iCloud کِی چین بند کریں؟
vi: Tắt Chuỗi khóa iCloud?
zh_cn: 要关闭iCloud钥匙串吗？
zh_hk: 要關閉「iCloud鑰匙圈」嗎？
zh_tw: 要關閉「iCloud鑰匙圈」嗎？

# TOO_MANY_ATTEMPTS_TITLE
source: Did you forget your password?
ar: هل نسيت كلمة السر الخاصة بك؟
bg: Забравихте паролата си?
bn: আপনি কি আপনার পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Har du glemt din adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε το συνθηματικό σας;
es: ¿Has olvidado tu contraseña?
es_419: ¿Olvidaste la contraseña?
fi: Unohtuiko salasana?
fr: Vous avez oublié votre mot de passe ?
fr_ca: Mot de passe oublié?
gu: શું તમે પાસવર્ડ ભૂલી ગયા છો?
he: שכחת את הסיסמה?
hi: क्या आप अपना पासवर्ड भूल गए?
hr: Jeste li zaboravili lozinku?
hu: Elfelejtette a jelszavát?
id: Apakah Anda lupa kata sandi Anda?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか?
kk: Құпиясөзді ұмытып қалдыңыз ба?
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿದ್ದೀರಾ?
ko: 암호를 잊어버렸습니까?
lt: Ar pamiršote slaptažodį?
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മറന്നോ?
mr: तुम्ही तुमचा पासवर्ड विसरलात का?
ms: Adakah anda terlupa kata laluan anda?
nl: Ben je je wachtwoord vergeten?
no: Har du glemt passordet?
or: ଆପଣ ନିଜ ପାସ୍‌ୱର୍ଡ୍‌ ଭୁଲି ଯାଇଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra‑passe?
ro: V-ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste svoje heslo?
sl: Ste pozabili geslo?
sv: Har du glömt lösenordet?
ta: உங்கள் பாஸ்வேர்டை மறந்துவிட்டீர்களா?
te: మీరు మీ పాస్‌వర్డ్ మర్చిపోయారా?
th: คุณลืมรหัสผ่านของคุณหรือไม่
tr: Parolanızı mı unuttunuz?
uk: Ви забули свій пароль?
ur: کیا آپ اپنا پاس ورڈ بھول گئے ہیں؟
vi: Có phải bạn đã quên mật khẩu?
zh_cn: 你忘记密码了吗？
zh_hk: 你忘記了密碼？
zh_tw: 你忘記了密碼？

# AUTHORIZE_FORWARDED_TO_FORMAT
source: Forwarded to: %@
ar: تم التحويل إلى: %@
bg: Препратено на: %@
bn: এতে ফরওয়ার্ড করা হয়েছে: %@
ca: Reenviat a: %@
cs: Přeposláno na: %@
da: Videresendt til: %@
de: Weitergeleitet an: %@
el: Προωθήθηκε σε: %@
es: Reenviado a: %@
es_419: Reenviado a: %@
fi: Välitetty: %@
fr: Transféré à : %@
fr_ca: Transféré à : %@
gu: આને ફૉરવર્ડ કરવામાં આવ્યું : %@
he: הועבר אל: %@
hi: इन्हें फ़ॉरवर्ड किया गया : %@
hr: Proslijeđeno na: %@
hu: Továbbítva ide: %@
id: Diteruskan ke: %@
it: Inoltrato a: %@
ja: 転送先: %@
kk: Мына мекенжай бойынша жіберілді: %@
kn: ಇವರಿಗೆ ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗಿದೆ: %@
ko: 전달: %@
lt: Persiųsta adresatui: %@
ml: ഇതിലേക്ക് ഫോർവേഡ് ചെയ്തു: %@
mr: यांना फॉरवर्ड केले गेले : %@
ms: Dimajukan kepada: %@
nl: Doorgestuurd naar: %@
no: Videresendes til: %@
or: ଏଠାକୁ ଫର୍‌ୱର୍ଡ କରାଯାଇଛି: %@
pa: ਇਨ੍ਹਾਂ ਨੂੰ ਅੱਗੇ ਭੇਜਿਆ ਗਿਆ: %@
pl: Przekazano do: %@
pt_br: Encaminhado para: %@
pt_pt: Reencaminhado para: %@
ro: Redirecționare la: %@
ru: Переслано адресату: %@
sk: Preposlané na: %@
sl: Posredovano: %@
sv: Vidarebefordrat till: %@
ta: இதற்கு ஃபார்வேர்ட் செய்யப்பட்டது: %@
te: వీరికి ఫార్వార్డ్ చేయబడింది: %@
th: ส่งต่อ: %@
tr: Şuraya yönlendirildi: %@
uk: Переслано на: %@
ur: انہیں فارورڈ کیا گیا: ‏%@
vi: Đã chuyển tiếp đến: %@
zh_cn: 已转发给：%@
zh_hk: 轉寄：%@
zh_tw: 已轉寄：%@

# ENROLL_FORGOT_MORE_DEVICES_CHOSSE_BUTTON
source: Choose Device
ar: اختيار جهاز
bg: Изберете устройство
bn: ডিভাইস নির্বাচন করুন
ca: Selecciona un dispositiu
cs: Vybrat zařízení
da: Vælg enhed
de: Gerät auswählen
el: Επιλογή συσκευής
es: Seleccionar dispositivo
es_419: Elegir dispositivo
fi: Valitse laite
fr: Choisir un appareil
fr_ca: Choisir un appareil
gu: ડિવાઇસ પસંદ કરો
he: בחירת מכשיר
hi: डिवाइस चुनें
hr: Odaberite uređaj
hu: Eszköz kiválasztása
id: Pilih Perangkat
it: Scegli dispositivo
ja: デバイスを選択
kk: Құрылғыны таңдау
kn: ಸಾಧನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 기기 선택
lt: Pasirinkti įrenginį
ml: ഡിവൈസ് തിരഞ്ഞെടുക്കൂ
mr: डिव्हाइस निवडा
ms: Pilih Peranti
nl: Kies apparaat
no: Velg enhet
or: ଡିଭାଇସ୍ ଚୟନ କରନ୍ତୁ
pa: ਡਿਵਾਈਸ ਚੁਣੋ
pl: Wybierz urządzenie
pt_br: Escolher Dispositivo
pt_pt: Selecionar dispositivo
ro: Alege dispozitivul
ru: Выбрать устройство
sk: Vybrať zariadenie
sl: Izberi napravo
sv: Välj enhet
ta: சாதனத்தைத் தேர்வுசெய்
te: డివైజ్‌ను ఎంచుకోండి
th: เลือกอุปกรณ์
tr: Aygıt Seç
uk: Обрати пристрій
ur: ڈیوائس کا انتخاب کریں
vi: Chọn thiết bị
zh_cn: 选取设备
zh_hk: 選擇裝置
zh_tw: 選擇裝置

# ENROLL_CURRENT_MACHINE_LABEL
source: Your iCloud data is protected by your user password.
ar: بيانات iCloud الخاصة بك محمية بكلمة سر المستخدم الخاصة بك.
bg: Вашите iCloud данни са защитени от потребителската ви парола.
bn: আপনার ইউজার পাসওয়ার্ড দ্বারা আপনার iCloud ডেটা সুরক্ষিত।
ca: Les dades de l’iCloud estan protegides amb la teva contrasenya d’usuari.
cs: Vaše data na iCloudu jsou chráněna uživatelským heslem.
da: Dine iCloud-data er beskyttet af din brugeradgangskode.
de: Deine iCloud-Daten sind mit deinem Benutzerpasswort geschützt.
el: Τα δεδομένα σας στο iCloud προστατεύονται από το συνθηματικό χρήστη σας.
es: Los datos de iCloud están protegidos con la contraseña de usuario.
es_419: Tus datos en iCloud están protegidos por tu contraseña de usuario.
fi: iCloud-tietosi on suojattu käyttäjän salasanalla.
fr: Vos données iCloud sont protégées par votre mot de passe utilisateur.
fr_ca: Les données iCloud sont protégées par votre mot de passe d’utilisateur.
gu: તમારો iCloud ડેટા તમારા યૂઝર પાસવર્ડ વડે રક્ષિત છે.
he: נתוני ה-iCloud שלך מוגנים על-ידי סיסמת המשתמש שלך.
hi: आपका iCloud डेटा आपके यूज़र पासवर्ड द्वारा सुरक्षित है।
hr: Vaši iCloud podaci zaštićeni su vašom korisničkom lozinkom.
hu: Az iCloud-adatait a felhasználói jelszava védi.
id: Data iCloud Anda dilindungi oleh kata sandi pengguna Anda.
it: I dati di iCloud sono protetti dalla password utente.
ja: iCloudのデータはユーザパスワードによって保護されています。
kk: iCloud деректері пайдаланушы құпиясөзімен қорғалған.
kn: ನಿಮ್ಮ iCloud ಡೇಟವನ್ನು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಪಾಸ್‌ವರ್ಡ್ ಮೂಲಕ ರಕ್ಷಿಸಲಾಗಿದೆ.
ko: iCloud 데이터가 사용자의 암호로 보호되어 있습니다.
lt: „iCloud“ duomenys apsaugoti naudotojo slaptažodžiu.
ml: നിങ്ങളുടെ യൂസർ പാസ്‌വേഡ് ഉപയോഗിച്ച് നിങ്ങളുടെ iCloud ഡാറ്റ പരിരക്ഷിച്ചിരിക്കുന്നു.
mr: तुमचा iCloud वरील डेटा यूजर पासवर्डने संरक्षित केलेला आहे.
ms: Data iCloud anda dilindungi oleh kata laluan pengguna anda.
nl: Je iCloud-gegevens zijn beveiligd met je gebruikerswachtwoord.
no: iCloud-dataene dine er beskyttet med brukerpassordet.
or: ୟୁଜର୍ ପାସ୍‌ୱର୍ଡ୍‌ ଦ୍ୱାରା ଆପଣଙ୍କର iCloud ଡେଟା ସୁରକ୍ଷିତ ରଖାଯାଏ।
pa: ਤੁਹਾਡੇ iCloud ਡੇਟਾ ਨੂੰ ਤੁਹਾਡੇ ਵਰਤੋਂਕਾਰ ਪਾਸਵਰਡ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Twoje dane iCloud są chronione hasłem użytkownika.
pt_br: Seus dados do iCloud são protegidos pela sua senha de usuário.
pt_pt: Os seus dados em iCloud estão protegidos pela palavra‑passe de utilizador.
ro: Datele dvs. iCloud sunt protejate de parola dvs. de utilizator.
ru: Ваши данные iCloud защищены пользовательским паролем.
sk: Vaše dáta v iCloude sú chránené vaším užívateľským heslom.
sl: Vaše uporabniško geslo varuje vaše podatke v storitvi iCloud.
sv: Dina iCloud-data skyddas av ditt användarlösenord.
ta: iCloud தரவை உங்கள் பயனர் பாஸ்வேர்டு பாதுகாக்கிறது.
te: మీ iCloud డేటాను మీ యూజర్ పాస్‌వర్డ్ సంరక్షిస్తుంది.
th: ข้อมูล iCloud ของคุณมีการปกป้องด้วยรหัสผ่านผู้ใช้ของคุณ
tr: iCloud verileriniz kullanıcı parolanız tarafından korunuyor.
uk: Ваші дані iCloud захищено вашим паролем користувача.
ur: آپ کا ‏iCloud ڈیٹا آپ کے صارف کے پاس ورڈ کے ذریعے محفوظ ہے۔
vi: Dữ liệu iCloud được bảo vệ bằng mật khẩu người dùng của bạn.
zh_cn: 你的iCloud数据受用户密码保护。
zh_hk: 你的iCloud資料是由你的用户密碼所保護。
zh_tw: 你的iCloud資料受到你的使用者密碼保護。

# PASSCODE_ALERT_PLACEHOLDER
source: Passcode
ar: رمز الدخول
bg: Код
bn: পাসকোড
ca: Codi
cs: Kód
da: Kode
de: Code
el: Κωδικός
es: Código
es_419: Código
fi: Pääsykoodi
fr: Code
fr_ca: Code
gu: પાસકોડ
he: קוד גישה
hi: पासकोड
hr: Šifra
hu: Jelkód
id: Kode Sandi
it: Codice
ja: パスコード
kk: Құпиякод
kn: ಪಾಸ್‌ಕೋಡ್
ko: 암호
lt: Prieigos kodas
ml: പാസ്കോഡ്
mr: पासकोड
ms: Kod Laluan
nl: Toegangscode
no: Kode
or: ପାସ୍‌କୋଡ୍
pa: ਪਾਸਕੋਡ
pl: Kod
pt_br: Código
pt_pt: código
ro: Cod de acces
ru: Код‑пароль
sk: Kód
sl: Koda za dostop
sv: Lösenkod
ta: பாஸ்கோடு
te: పాస్‌కోడ్
th: รหัส
tr: Parola
uk: Код допуску
ur: پاس کوڈ
vi: Mật mã
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# SERVER_ERROR
source: There was a problem connecting to the server.
ar: حدثت مشكلة أثناء الاتصال بالخادم.
bg: Имаше проблем при свързването със сървъра.
bn: সার্ভারের সঙ্গে কানেক্ট করার সময় একটি ত্রুটি দেখা দিয়েছে।
ca: Hi ha hagut un problema en establir la connexió amb el servidor.
cs: Při připojování k serveru se vyskytly potíže.
da: Der opstod et problem med forbindelsen til serveren.
de: Beim Verbinden mit dem Server ist ein Fehler aufgetreten.
el: Υπήρξε πρόβλημα κατά τη σύνδεση με τον διακομιστή.
es: Ha habido un problema al conectarse al servidor.
es_419: Ocurrió un problema al conectar con el servidor.
fi: Ongelma yhdistettäessä palvelimelle.
fr: La connexion au serveur a échoué.
fr_ca: La connexion au serveur a échoué.
gu: સર્વર જોડે કનેક્ટ કરવામાં એક સમસ્યા આવી હતી.
he: ארעה תקלה בעת ההתחברות לשרת.
hi: सर्वर से कनेक्ट करने में समस्या हुई।
hr: Javio se problem kod spajanja na poslužitelj.
hu: Hiba történt a szerverhez való kapcsolódás során.
id: Ada masalah saat menghubungkan ke server.
it: Si è verificato un errore durante la connessione al server.
ja: サーバ接続で問題が起きました。
kk: Серверге қосылу кезінде мәселе туындады.
kn: ಸರ್ವರ್‌ಗೆ ಕನೆಕ್ಟ್ ಆಗುವಾಗ ಸಮಸ್ಯೆ ಎದುರಾಗಿದೆ.
ko: 서버에 연결하는 동안에 문제가 발생했습니다.
lt: Jungiantis prie serverio kilo problema.
ml: സെർവറിലേക്ക് കണക്റ്റ് ചെയ്യുന്നതിൽ ഒരു പിശക് നേരിട്ടു.
mr: सर्व्हरला कनेक्ट करत असताना समस्या आली होती.
ms: Terdapat masalah bersambung ke pelayan.
nl: Er heeft zich een probleem voorgedaan bij de verbinding met de server.
no: Det oppsto et problem med å koble til tjeneren.
or: ସର୍ଭର୍ ସହ ସଂଯୋଗ କରିବା ସମୟରେ ଏକ ସମସ୍ୟା ଦେଖାଦେଇଥିଲା।
pa: ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਸੀ।
pl: Wystąpił problem podczas łączenia się z serwerem.
pt_br: Houve um problema ao conectar com o servidor.
pt_pt: Ocorreu um erro ao estabelecer ligação ao servidor.
ro: A existat o problemă de conectare la server.
ru: Возникла проблема при подключении к серверу.
sk: Pri pripájaní k serveru sa vyskytol problém.
sl: Prišlo je do težave z vzpostavljanjem povezave s strežnikom.
sv: Det inträffade ett problem vid anslutning till servern.
ta: சர்வருடன் இணைக்கும்போது சிக்கல் ஏற்பட்டது.
te: సర్వర్‌కి కనెక్ట్ చేయడంలో సమస్య ఉంది.
th: เกิดปัญหาในระหว่างเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlanmayla ilgili bir sorun oluştu.
uk: Сталася помилка підʼєднання до сервера.
ur: سرور سے کنکٹ کرنے میں ایک مسئلہ پیش آگیا۔
vi: Đã xảy ra sự cố khi kết nối với máy chủ.
zh_cn: 连接服务器时出现问题。
zh_hk: 連接伺服器時發生問題。
zh_tw: 連接伺服器時發生問題。

# AUTHORIZATION_PASSWORD_VIEWCONTROLLER_TITLE
source: Sign In
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Se connecter
gu: સાઇન ઇન કરો
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
lt: Prisijungti
ml: സൈൻ ഇൻ ചെയ്യൂ
mr: साइन इन
ms: Daftar Masuk
nl: Log in
no: Logg på
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
ta: உள்நுழைக
te: సైన్ ఇన్
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
ur: سائن اِن کریں
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入
